import React, { Component } from 'react';
import './shortnovel.css';

export class Home extends Component {
    render() {
        return (
            <div className="head">
                <p>
                1790 တုန်းက ပြင်သစ်မှာ စာအုပ်ရောင်းတဲ့ မိသားစုကနေ
ကလေးတစ်ယောက်မွေးခဲ့တယ်။
သူ့နာမည်က ယွန်း။ယွန်းဖရန်ဆွာရှန်ပိုလီယွန်။
ယွန်း ၁၂ နှစ်သားမှာ ရှေးဟောင်းကျောက်စာတစ်ချပ်ကို
ပညာရှင်တစ်ယောက်ဆီကနေ တွေ့ခဲ့ပြီး
ချက်ချင်းပဲ
စကားတစ်ခွန်းကို လေးလေးနက်နက် ပြောခဲ့တယ်။
"တစ်နေ့မှာ ဒီစာကို ငါဖတ်နိုင်ရမယ်"

သူတွေ့လိုက်တဲ့စာက လွန်ခဲ့တဲ့ နှစ်ပေါင်း လေးထောင်ကျော်က 
ရှေးဟောင်းအီဂျစ်တွေရဲ့ အရုပ်ကျောက်စာ။
ရုပ်ပုံတွေနဲ့  ရေးထားပြီး တစ်ကမ္ဘာလုံး ဖတ်တတ်တဲ့လူ
တစ်ယောက်မှ မရှိတော့ဘူး။

အဲဒီကနေ စပြီး ကြိုးစားလိုက်တာ နှစ် ၂၀ အကြာ
သူ့အသက် ၃၂ နှစ်ကျမှ
အီဂျစ်ရုပ်ပုံစာကို ဖတ်တတ်သွားတယ်။
သုတေသနပိုင်းကို အကျိုးပြုလို့
တစ်ယောက်မှ မဖတ်တတ်တော့တဲ့ စာကို ဖတ်နိုင်တဲ့
သူလည်း ကမ္ဘာကျော်သွားတယ်။

ဆရာအောင်သင်းပြောဖူးတဲ့ စကားတစ်ခွန်းရှိတယ်။
ဇွဲဆိုတာကြာရှည်ခံတဲ့ သတ္တိပဲတဲ့။

လူတိုင်းဖတ်တတ်တတ်တဲ့စာကို ဖတ်ရတာတောင် မဖတ်ချင်ဘူး။
မဖြစ်မနေ ဖတ်ရမဲ့စာကျတော့လည်း
မသိတာပါလာရင် ကျော်ပစ်တာပဲ။
သူ့လိုများ  ဘယ်သူမှ မဖတ်တတ်တော့တဲ့ စာများ ဖတ်ရလို့ကတော့
ကျောင်းကို မီးပါ ရှို့ခဲ့ဦးမှာ။
https://en.wikipedia.org/wiki/Jean-Fran%C3%A7ois_Champollion
1790 တုန်းက ပြင်သစ်မှာ စာအုပ်ရောင်းတဲ့ မိသားစုကနေ
ကလေးတစ်ယောက်မွေးခဲ့တယ်။
သူ့နာမည်က ယွန်း။ယွန်းဖရန်ဆွာရှန်ပိုလီယွန်။
ယွန်း ၁၂ နှစ်သားမှာ ရှေးဟောင်းကျောက်စာတစ်ချပ်ကို
ပညာရှင်တစ်ယောက်ဆီကနေ တွေ့ခဲ့ပြီး
ချက်ချင်းပဲ
စကားတစ်ခွန်းကို လေးလေးနက်နက် ပြောခဲ့တယ်။
"တစ်နေ့မှာ ဒီစာကို ငါဖတ်နိုင်ရမယ်"

သူတွေ့လိုက်တဲ့စာက လွန်ခဲ့တဲ့ နှစ်ပေါင်း လေးထောင်ကျော်က 
ရှေးဟောင်းအီဂျစ်တွေရဲ့ အရုပ်ကျောက်စာ။
ရုပ်ပုံတွေနဲ့  ရေးထားပြီး တစ်ကမ္ဘာလုံး ဖတ်တတ်တဲ့လူ
တစ်ယောက်မှ မရှိတော့ဘူး။

အဲဒီကနေ စပြီး ကြိုးစားလိုက်တာ နှစ် ၂၀ အကြာ
သူ့အသက် ၃၂ နှစ်ကျမှ
အီဂျစ်ရုပ်ပုံစာကို ဖတ်တတ်သွားတယ်။
သုတေသနပိုင်းကို အကျိုးပြုလို့
တစ်ယောက်မှ မဖတ်တတ်တော့တဲ့ စာကို ဖတ်နိုင်တဲ့
သူလည်း ကမ္ဘာကျော်သွားတယ်။

ဆရာအောင်သင်းပြောဖူးတဲ့ စကားတစ်ခွန်းရှိတယ်။
ဇွဲဆိုတာကြာရှည်ခံတဲ့ သတ္တိပဲတဲ့။

လူတိုင်းဖတ်တတ်တတ်တဲ့စာကို ဖတ်ရတာတောင် မဖတ်ချင်ဘူး။
မဖြစ်မနေ ဖတ်ရမဲ့စာကျတော့လည်း
မသိတာပါလာရင် ကျော်ပစ်တာပဲ။
သူ့လိုများ  ဘယ်သူမှ မဖတ်တတ်တော့တဲ့ စာများ ဖတ်ရလို့ကတော့
ကျောင်းကို မီးပါ ရှို့ခဲ့ဦးမှာ။
https://en.wikipedia.org/wiki/Jean-Fran%C3%A7ois_Champollion
1790 တုန်းက ပြင်သစ်မှာ စာအုပ်ရောင်းတဲ့ မိသားစုကနေ
ကလေးတစ်ယောက်မွေးခဲ့တယ်။
သူ့နာမည်က ယွန်း။ယွန်းဖရန်ဆွာရှန်ပိုလီယွန်။
ယွန်း ၁၂ နှစ်သားမှာ ရှေးဟောင်းကျောက်စာတစ်ချပ်ကို
ပညာရှင်တစ်ယောက်ဆီကနေ တွေ့ခဲ့ပြီး
ချက်ချင်းပဲ
စကားတစ်ခွန်းကို လေးလေးနက်နက် ပြောခဲ့တယ်။
"တစ်နေ့မှာ ဒီစာကို ငါဖတ်နိုင်ရမယ်"

သူတွေ့လိုက်တဲ့စာက လွန်ခဲ့တဲ့ နှစ်ပေါင်း လေးထောင်ကျော်က 
ရှေးဟောင်းအီဂျစ်တွေရဲ့ အရုပ်ကျောက်စာ။
ရုပ်ပုံတွေနဲ့  ရေးထားပြီး တစ်ကမ္ဘာလုံး ဖတ်တတ်တဲ့လူ
တစ်ယောက်မှ မရှိတော့ဘူး။

အဲဒီကနေ စပြီး ကြိုးစားလိုက်တာ နှစ် ၂၀ အကြာ
သူ့အသက် ၃၂ နှစ်ကျမှ
အီဂျစ်ရုပ်ပုံစာကို ဖတ်တတ်သွားတယ်။
သုတေသနပိုင်းကို အကျိုးပြုလို့
တစ်ယောက်မှ မဖတ်တတ်တော့တဲ့ စာကို ဖတ်နိုင်တဲ့
သူလည်း ကမ္ဘာကျော်သွားတယ်။

ဆရာအောင်သင်းပြောဖူးတဲ့ စကားတစ်ခွန်းရှိတယ်။
ဇွဲဆိုတာကြာရှည်ခံတဲ့ သတ္တိပဲတဲ့။

လူတိုင်းဖတ်တတ်တတ်တဲ့စာကို ဖတ်ရတာတောင် မဖတ်ချင်ဘူး။
မဖြစ်မနေ ဖတ်ရမဲ့စာကျတော့လည်း
မသိတာပါလာရင် ကျော်ပစ်တာပဲ။
သူ့လိုများ  ဘယ်သူမှ မဖတ်တတ်တော့တဲ့ စာများ ဖတ်ရလို့ကတော့
ကျောင်းကို မီးပါ ရှို့ခဲ့ဦးမှာ။
https://en.wikipedia.org/wiki/Jean-Fran%C3%A7ois_Champollion
1790 တုန်းက ပြင်သစ်မှာ စာအုပ်ရောင်းတဲ့ မိသားစုကနေ
ကလေးတစ်ယောက်မွေးခဲ့တယ်။
သူ့နာမည်က ယွန်း။ယွန်းဖရန်ဆွာရှန်ပိုလီယွန်။
ယွန်း ၁၂ နှစ်သားမှာ ရှေးဟောင်းကျောက်စာတစ်ချပ်ကို
ပညာရှင်တစ်ယောက်ဆီကနေ တွေ့ခဲ့ပြီး
ချက်ချင်းပဲ
စကားတစ်ခွန်းကို လေးလေးနက်နက် ပြောခဲ့တယ်။
"တစ်နေ့မှာ ဒီစာကို ငါဖတ်နိုင်ရမယ်"

သူတွေ့လိုက်တဲ့စာက လွန်ခဲ့တဲ့ နှစ်ပေါင်း လေးထောင်ကျော်က 
ရှေးဟောင်းအီဂျစ်တွေရဲ့ အရုပ်ကျောက်စာ။
ရုပ်ပုံတွေနဲ့  ရေးထားပြီး တစ်ကမ္ဘာလုံး ဖတ်တတ်တဲ့လူ
တစ်ယောက်မှ မရှိတော့ဘူး။

အဲဒီကနေ စပြီး ကြိုးစားလိုက်တာ နှစ် ၂၀ အကြာ
သူ့အသက် ၃၂ နှစ်ကျမှ
အီဂျစ်ရုပ်ပုံစာကို ဖတ်တတ်သွားတယ်။
သုတေသနပိုင်းကို အကျိုးပြုလို့
တစ်ယောက်မှ မဖတ်တတ်တော့တဲ့ စာကို ဖတ်နိုင်တဲ့
သူလည်း ကမ္ဘာကျော်သွားတယ်။

ဆရာအောင်သင်းပြောဖူးတဲ့ စကားတစ်ခွန်းရှိတယ်။
ဇွဲဆိုတာကြာရှည်ခံတဲ့ သတ္တိပဲတဲ့။

လူတိုင်းဖတ်တတ်တတ်တဲ့စာကို ဖတ်ရတာတောင် မဖတ်ချင်ဘူး။
မဖြစ်မနေ ဖတ်ရမဲ့စာကျတော့လည်း
မသိတာပါလာရင် ကျော်ပစ်တာပဲ။
သူ့လိုများ  ဘယ်သူမှ မဖတ်တတ်တော့တဲ့ စာများ ဖတ်ရလို့ကတော့
ကျောင်းကို မီးပါ ရှို့ခဲ့ဦးမှာ။
https://en.wikipedia.org/wiki/Jean-Fran%C3%A7ois_Champollion

</p>
            </div>
        )
    }
}

export default Home
